Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: བཅོས་མའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ཞེས་བྱ་བ་ནི་རྒྱུ་དང་རྐྱེན་ལས་བྱུང་བའི་ཕྱིར་འདུ་བྱེད་དོ། །རྣམ་པར་ཤེས་པ་ལ་སྣང་བའི་ཕྱིར་མཚན་མའོ། །དངོས་པོའི་རང་བཞིན་ཡིན་པའི་ཕྱིར་དངོས་པོ་སྟེ།
en: As for a “basis that is a causal sign of a compounded phenomenon,” it is “compounded” because it has arisen from cause and conditions; a “causal sign” because it appears to consciousness; and a “basis” because it is in the form of a basis.

source: འདུ་བྱེད་ཀྱི་ཆོས་སུ་སྣང་བའི་གཞི་ལ། དངོས་པོ་ཞེས་བྱའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: A place for an appearance as a compounded dharma is called a “basis.”

source: །དེ་སྐད་བཀའ་སྩལ་པ་དང་། འཕགས་པ་བྱམས་པས་མིང་གློ་བུར་ཉིད་ཡིན་པ་མ་བཟོད་ནས། བཅོམ་ལྡན་འདས་འདི་ལྟར་གཟུགས་ཞེས་བགྱི་བའི་མིང་མ་མཆིས་པར་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེས་མིང་དེ་རིག་པ་དང་རྟོགས་པ་དང་།
en: Having said that, the noble Maitreya, unable to bear the thought of a word plucked out of thin air, asks, “Lord, is it not the case that in the absence of the name form, there is no being aware of, realizing, or knowing the name form through a basis that is a causal sign of a compounded phenomenon?”

source: འཚལ་བར་ཡང་མི་འགྱུར་ཞེས་བྱ་བ་ལ་སོགས་པ་གསོལ་ཏེ།
en: and so on.

source: །མིང་མེད་པའི་དངོས་པོ་ཙམ་འབའ་ཞིག་མ་མཐོང་བས་འདི་ནི་གཟུགས་ཡིན་ནོ་ཞེས་མི་རིག་པར་མི་འགྱུར་རོ། །དངོས་པོ་མ་མཐོང་བར་ཡང་མིང་བརྗོད་པ་ཙམ་གྱིས་ནི་དངོས་པོ་རིག་པར་མི་འགྱུར་རོ།
en: Without the name, from seeing simply the mere basis, you do not become aware “this is form”; and without seeing the basis, just from the word being said you do not become aware of the basis.

source: །དེ་ལ་གལ་ཏེ་གཟུགས་ཞེས་བྱ་བའི་མིང་ཕྱིས་བྱུང་སྟེ། དེའི་ངོ་བོ་ཉིད་མ་ཡིན་དུ་ཟིན་ན་མིང་མ་བརྗོད་པར་ཡང་། མིང་དང་འབྲེལ་པ་མི་ཤེས་པ་རྣམས་ཀྱིས་གཟུགས་སོ་ཞེས་ཁོང་དུ་ཆུད་པར་འགྱུར་བ་དང་།
en: He means: There, logically, if the name for form were to come about later and is not its entity, even without the name being said those who do not know what the name is connected to will comprehend “it is form.”

source: མིང་བརྗོད་དུ་ཟིན་ཀྱང་མིང་ནི་གློ་བུར་ཡིན་པའི་ཕྱིར་དངོས་པོའི་རང་བཞིན་ལ་བློ་སྐྱེ་བར་མི་འགྱུར་བའི་རིགས་ན།
en: And even after the name has been said, since the word would be plucked out of thin air the awareness that arises would not be of the actual reality of the basis.

source: འདི་ལྟར་དེ་གཉི་ག་ཡང་གཉི་ག་ལྟར་འགྱུར་ཏེ། དེ་བས་ན་གཟུགས་ལ་སོགས་པ་ནི་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Either way it is one of these two, so form and so on is not in its intrinsic nature a name.

source: །མིང་དེ་མེད་པར་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེས་ཞེས་བྱ་བ་ལ། མེད་པར་ནི་ཞེས་བྱ་བ་ནི་མིང་བོར་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེས་དངོས་པོ་དེ་ལ། གཟུགས་སོ་ཞེས་བྱ་བར་རིགས་པ་མེད་དོ་ཞེས་སྦྱར་བར་བྱའོ།
en: In regard to “in the absence of the name… through that basis that is a causal sign of a compounded phenomenon:” construe “in the absence” as when the word is set aside; “through that basis that is a causal sign of a compounded phenomenon” it is not tenable that there is awareness that that basis “is form.”

source: །བྱམས་པ་དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲིས་ཞེས་བྱ་བ་ལ་སོགས་པས། བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་པ་གསུམ་གྱི་མིང་གློ་བུར་ཉིད་ཡིན་པ་དང་། དངོས་པོ་རྣམས་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་པར་བསྟན་ཏོ།
en: With, “So then, Maitreya, I will ask you a question,” and so on, the Lord teaches in three parts that names are plucked out of thin air and that bases are not in their intrinsic nature names.

source: །རྣམ་པ་གསུམ་གྱིས་མིང་གློ་བུར་ཡིན་པར་རིག་པར་བྱེད་སྟེ། མིང་མ་བརྗོད་པར་དངོས་པོ་ཙམ་གྱིས་ཤེས་པར་མི་འགྱུར་བ་དང་། དངོས་པོ་གཅིག་ལ་མིང་དུ་མ་ཡོད་པར་སྣང་བ་དང་། མང་པོ་ལ་མིང་གཅིག་ཡོད་པར་སྣང་བའི་ཕྱིར་རོ།
en: He makes it known that names are plucked out of thin air in three parts: because you do not know what something is from just the basis without the name being said; because there are many names for a single basis; and because there is one name for many bases.

source: །དེ་ལ་རྣམ་པ་དང་པོ་ནི། བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། འདི་ལྟ་སྟེ། ཁྱོད་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་ལ་གཟུགས་ཞེས་བྱ་བའི་མིང་དེ་ལ་མ་བརྟེན། མ་གནས།
en: There, in reference to the first part, it says “Maitreya, what do you think—without resorting to, without standing on, without having to stand on the designation form for this or that basis that is a causal sign of a compounded phenomenon, do you think this—namely, ‘this is form’—about this or that basis that is a causal sign of a compounded phenomenon?”

source: གནས་མ་བཅས་པར་ཞེས་བྱ་བ་ལ་སོགས་པ་བཀའ་སྩལ་པ་སྟེ།
en: and so on.

source: གལ་ཏེ་གཟུགས་དེ་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན་གཟུགས་ཀྱི་དངོས་པོ་དེ་ལ་གནས་པ་གཟུགས་ཞེས་བྱ་བའི་མིང་གང་ཡིན་པ་དེ་མི་ཤེས་པར་ཡང་བརྡ་མི་ཤེས་པ་རྣམས་དངོས་པོ་དེ་ཙམ་ཞིག་མཐོང་བས་ཀྱང་། འདི་ནི་གཟུགས་ཡིན་ནོ་ཞེས་བྱ་བའི་མིང་དུ་རྟོགས་པར་ཅིའི་ཕྱིར་མི་འགྱུར།
en: If that form is taken to be a nominal entity, why do those who are ignorant of the term, who do not know that the word form stands for the form that is the basis, not have the realization in words that “this is form” by seeing just that basis?

source: གལ་ཏེ་མིང་དེ་དངོས་པོ་དེའི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན་དངོས་པོ་ཇི་ལྟ་བུ་ཡིན་པ་མཐོང་བས། དངོས་པོའི་ཁྱད་པར་གྱི་མཚན་ཉིད་འཛིན་པའི་རྣམ་པར་ཤེས་པ་སྐྱེ་བ་དེ་བཞིན་དུ་མིང་ཤེས་པའི་རྣམ་པར་ཤེས་པ་ཡང་སྐྱེ་བར་འགྱུར་བའི་རིགས་ན།
en: If that name is taken to be that entity that is a basis, just as a consciousness that grasps the specific defining marks of the basis arises from properly seeing the basis, similarly it would make sense that a consciousness that knows the name would arise as well.

source: སྐྱེ་བ་ཡང་མ་ཡིན་ཏེ། དེ་བས་ན་གཟུགས་ལ་སོགས་པ་ནི་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ། །རྣམ་པ་གཉིས་པ་ནི།
en: But it does not arise, so form and so on is not the nominal entity.

source: བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། མིང་དང་། བརྡ་དང་། ཐ་སྙད་དང་། བཏགས་པ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་ཉེ་བར་འདོགས་པའམ།
en: In reference to the second part it says, “Maitreya, what do you think, do a variety of kinds of words, conventional terms, conventional labels, and designations designate, or conventionally refer to, or label, or apply to this basis that is a causal sign of a compounded phenomenon?”

source: ཐ་སྙད་དམ།
en: and so on.

source: འདོགས་པའམ། མངོན་པར་ཞེན་པ་ཡིན་ནམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་པ་སྟེ། གལ་ཏེ་དངོས་པོ་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན།
en: Let a basis be taken to be a nominal entity.

source: དངོས་པོ་གཅིག་ལ་མིང་མང་དུ་ཡོད་དེ། །དཔེར་ན་ཚོར་བ་གཅིག་ལ་ཚོར་བ་དང་། མྱོང་བ་དང་། རིག་པ་དང་། བདེ་བ་དང་།
en: There are many names for a single basis; for example, just the one feeling is called feeling, experience, state of awareness, pleasure, suffering, and equanimity.

source: སྡུག་བསྔལ་བ་དང་། བཏང་སྙོམས་ཞེས་བྱ་བ་ལྟ་བུའོ། །དེ་ལ་གལ་ཏེ་དངོས་པོ་དེ་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན། ཚོར་བའི་དངོས་པོ་གཅིག་ལ་མིང་མང་པོར་བརྗོད་པ་ན་ངོ་བོ་ཉིད་དུ་དེ་ལས་གཞན་པར་འགྱུར་བའི་རིགས་ན་དེ་ལྟ་ཡང་མ་ཡིན་ཏེ།
en: There, if that basis is taken to be a nominal entity, whereas it would make sense that when the single basis, feeling, is spoken about with many names it would become many entities, that is not the case.

source: དེ་བས་ན་གཟུགས་ལ་སོགས་པ་མིང་ངོ་བོ་ཉིད་མ་ཡིན་པར་ཤེས་པར་བྱའོ། །རྣམ་པ་གསུམ་པ་ནི།
en: Therefore, you should know that form and so on is not a name entity.

source: བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། འདི་ལ་འགའ་ཞིག་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ཉིད་ལ་དེ་ལས་གཞན་པའི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོར་མིང་འདོགས་སམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་པ་སྟེ།
en: In reference to the third part it says, “Maitreya, what do you think—here, does someone designate… to just that basis that is a causal sign of a compounded phenomenon a name for a basis that is a causal sign of a compounded phenomenon different from it?” and so on.

source: གལ་ཏེ་དངོས་པོའི་དེ་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན་གང་གི་ཚེ་དངོས་པོ་མང་པོ་ལ་མིང་གཅིག་ཏུ་བརྗོད་པར་གྱུར་པ། དཔེར་ན་ཕུང་པོ་དང་། ཁམས་དང་སྐྱེ་མཆེད་རྣམས་ཞེས་བྱ་བ་ལྟ་བུ་སྟེ། དེའི་ཚེ་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་གཅིག་ཏུ་འགྱུར་བ་ཞིག་ན།
en: Were that basis taken to be the nominal entity, then when a name for many bases has been said, like, for example, “aggregates, sense fields, and constituents,” then all the dharmas would become a single entity.

source: དེ་བས་ན་གཟུགས་ལ་སོགས་པ་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་པར་ཤེས་པར་བྱའོ། །དེ་སྐད་བཀའ་སྩལ་པ་དང་།
en: Therefore, you should know that form and so on is not a nominal entity.

source: འཕགས་པ་བྱམས་པས། བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་ན་ནི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དམིགས་པ་ཁོ་ནར་མི་འགྱུར་ལགས་སམ་ཞེས་གསོལ་པས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན།
en: What is being taught with, Having said that, the noble Maitreya asked him, “In that case, Lord, would it not then be just that basis that is the causal sign of a compounded phenomenon that is apprehended as the form entity?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལ་མིང་དུ་བཏགས་ཏེ། གཞི་དང་བཅས་པ་དང་། གནས་དང་བཅས་པར་བསྟན་གྱི། གཞི་མེད་པ་དང་གནས་མེད་པ་ནི་མ་བསྟན་ཏོ།
en: This is teaching: The Lord has taught that the word labeled onto a basis that is a causal sign of a compounded phenomenon is together with a basis and together with a foundation; he has not taught that it is without a basis and without a foundation.

source: །དེ་བས་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལ་གནས་པའི་ཕྱིར་འདུ་བྱེད་ཀྱི་མཚན་མའི་ངོ་བོ་ཉིད་མིང་ཡིན་པར་མངོན་ནོ་ཞེས་སྟོན་ཏོ།
en: Therefore, because it is grounded in the basis that is causal sign of a compounded phenomenon, it seems that the entity that is the basis that is a causal sign of a compounded phenomenon is the word.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། དེ་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ཡིན་ནམ།
en: Then the Lord, with “Maitreya, what do you think, … the form entity, or is it simply merely designated?”

source: བཏགས་པ་ཙམ་དུ་ཟད་ཅེས་བྱ་བས་བྱམས་པའི་ཚིག་དེ་སེལ་བར་མཛད་དེ་འདི་སྐད་དུ་དངོས་པོ་དེ་ལ་གཟུགས་ཞེས་བྱ་བའི་མིང་བརྗོད་པ་དག་ལ་ཅི་དེའི་མཚན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་བརྗོད་དོ་ཞེས་སྨྲ་འམ།
en: sorts out Maitreya’s statement, teaching: Are you saying that those who use the word form for that basis are giving voice to the entity that is its defining mark, or are they just saying a word?

source: འོན་ཏེ་དེའི་མིང་བརྗོད་དོ་ཞེས་སྨྲ་ཞེས་བསྟན་པར་འགྱུར་རོ།
en: He thus says that they are saying a word.

source: །འདི་ལྟར་མིང་བརྗོད་དོ་ཞེས་ཟེར་ཏེ། དེའི་ཕྱིར་དེ་ནི་དངོས་པོ་དེའི་མིང་བརྗོད་ཀྱི་ངོ་བོ་ཉིད་ནི་མ་ཡིན་པར་མངོན་ཏེ། དཔེར་ན་འཇིག་རྟེན་ན་ལྷས་བྱིན་ཞེས་བྱ་བ་ལ་སོགས་པའི་མིང་ལྟ་བུའོ།
en: Therefore, it is apparent that those words are giving voice to the name of that basis, not the entity, like, for example, in common parlance the child’s name Devadatta (“God-given”) and so on.

source: །དེ་བས་ན་གཟུགས་ལ་སོགས་པ་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ་ཞེས་བསྟན་ཏོ། །དེ་སྐད་བཀའ་སྩལ་པ་དང་འཕགས་པ་བྱམས་པས།
en: Therefore, it is teaching that form and so on is not the name entity.

source: བཅོམ་ལྡན་ལྡན་འདས་གལ་ཏེ་གཟུགས་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། བཏགས་པ་ཙམ་ལགས་ཤིང་ཞེས་བྱ་བ་ལ་སོགས་པས། གཟུགས་ལ་སོགས་པ་དངོས་པོ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དམིགས་པར་སྟོན་ཏོ།
en: Having said that, the noble Maitreya asked him, “Lord, … if form is simply just a designation, name, conventional term, label, and conventional designation,” and so on, is saying that it is the entities of form and so on that are bases that are apprehended.

source: །འདི་སྐད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གཟུགས་ནི་མིང་ཙམ་ཚོར་བ་ཡང་མིང་ཙམ་ཞེས་བཀའ་སྩལ་ན་དེ་ལྟ་ན། གཟུགས་ཞེས་བྱ་བའི་མིང་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དུ་འགྱུར་ལ། ཚོར་བ་ཞེས་བྱ་བའི་མིང་ཡང་ཚོར་བའི་ངོ་བོ་ཉིད་དུ་འགྱུར་རོ་ཞེས་བསྟན་ཏོ། །དེ་སྐད་གསོལ་པ་དང་།
en: It is saying: given that the Lord has said “form is a mere name,” and “feeling is a mere name” too, in that case the name form becomes the form entity and the name feeling becomes the feeling entity.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ཡང་བསལ་བའི་ཕྱིར། བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཞེས་བྱ་བའི་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་།
en: In order to sort that out as well, Having asked that, the Lord asked him in return, “Maitreya, what do you think, is that form that is simply just a designation, name, conventional term, label, and conventional designation produced or stopped, or defiled or purified?”

source: བཏགས་པ་དང་།
en: and so on.

source: ཐ་སྙད་ཙམ་ཁོ་ན་གང་ཡིན་པ་དེ་ལ་སྐྱེ་བ་འམ་འགག་པའམ། ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཡོད་དམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། འཇིག་རྟེན་ན་ནི་གཟུགས་ལ་སོགས་པའི་ཆོས་འདི་རྣམས་སྐྱེ་བ་དང་འཇིག་པའི་ཆོས་ཅན་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་།
en: It is understood in the world that form and so on are subject to production and stopping and are subject to defilement and purification.

source: རྣམ་པར་བྱང་བའི་ཆོས་ཅན་ཡིན་པར་རྟོགས་སོ། །གལ་ཏེ་གཟུགས་ལ་སོགས་པའི་ཆོས་རྣམས་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན་མིང་དང་སྐྱེ་བ་དང་། འཇིག་པ་ཡོད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་ཡོད་པར་མི་འགྱུར་བ་ཞིག་ན།
en: If the dharmas, form and so on, were taken to be name entities, there would then be no production or stopping, or defilement or purification over and above that of the name, but such does occur.

source: དེ་ལྟར་ཡང་འགྱུར་ཏེ། དེ་བས་ན་མིང་ནི་ཆོས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་མ་ཡིན་པར་ཤེས་པར་བྱའོ། །བཅོམ་ལྡན་འདས་ཅི་ལགས།
en: Therefore, you should know that a name is not the intrinsic nature of the dharmas. “

source: རྣམ་པ་ཐམས་ཅད་དུ་མཚན་ཉིད་ཐམས་ཅད་ཀྱིས་གཟུགས་མ་མཆིས་པ་ཁོ་ན་ལགས་སམ་ཞེས་བྱ་བ་ལ་སོགས་པས།
en: Lord, does form just not exist at all? Is it without any mark at all?” and so on.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་སྐད་གསུངས་ཏེ། གང་བཅོམ་ལྡན་འདས་ཀྱིས་སྔར་གཟུགས་ནི་མིང་ཙམ་མོ། །ཚོར་བ་ནི་མིང་ཙམ་མོ་ཞེས་གསུངས་པ་དེ་ཅི་ལགས།
en: The bodhisattva is asking: What about what you have said before, Lord, that “form is a mere name,” and “feeling is a mere name?”

source: གཟུགས་ལ་སོགས་པའི་མཚན་ཉིད་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མ་མཆིས་པ་ལགས་སམ། གཟུགས་ལ་སོགས་པ་ཉིད་རྣམ་པ་ཐམས་ཅད་དུ་མ་མཆིས་པ་ལ་དགོངས་ཏེ་གསུངས་ཞེས་ཞུས་པའོ། །དེ་སྐད་གསོལ་པ་དང་།
en: By saying that, do you intend that a mark of form and so on does not exist in any way at all, or that form just does not exist at all?

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཆད་པར་འཛིན་དུ་དོགས་ནས། བྱམས་པ་རྣམ་པ་ཐམས་ཅད་དུ་མཚན་ཉིད་ཐམས་ཅད་ཀྱིས་གཟུགས་མེད་དོ་ཞེས་མི་སྨྲའོ་ཞེས་བྱ་བ་ལ་སོགས་པས་བཀག་པ་མཛད་དོ།
en: Having said that, the Lord, concerned about it being taken nihilistically, refutes it with, “Maitreya, I do not say ‘form just does not exist at all without any mark at all.’ ”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔས། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གཟུགས་མཆིས་པ་ལགས་ཞེས་བྱ་བ་ལ་སོགས་པས་དེ་ཡོད་པའི་རྣམ་པ་ཞུས་སོ།
en: Then the bodhisattva asks about its mode of existence with, “How then, Lord, does form exist?” and so on.

source: །བྱམས་པ་འཇིག་རྟེན་གྱི་བརྡ་དང་ཐ་སྙད་ཀྱིས་གཟུགས་ཡོད་ཀྱི་ཞེས་བྱ་བ་ལ་སོགས་པས། བཅོམ་ལྡན་འདས་ཀྱིས་ཀུན་རྫོབ་ཀྱི་བདེན་པའི་དབང་གིས་ནི་ཡོད་ཀྱི། དོན་དམ་པའི་བདེན་པའི་དབང་གིས་ནི་མེད་དོ་ཞེས་རྣམ་པར་ཕྱེ་སྟེ་བསྟན་ཏོ།
en: With, “Maitreya, form exists as an ordinary term and convention,” and so on, the Lord differentiates and teaches that it exists from the perspective of the conventional truth but does not exist from the perspective of the ultimate truth.

source: །དེ་ནས་འཕགས་པ་བྱམས་པས་བཅོམ་ལྡན་འདས་ཇི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་བདག་གིས་འཚལ་བ་ལྟར་ན་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྐད་གསུངས་ཏེ།
en: Then the noble Maitreya says, “Lord, the way I understand what you have said,” and so on.

source: གལ་ཏེ་གཟུགས་ལ་སོགས་པ་དོན་དམ་པར་རྣམ་པ་ཐམས་ཅད་དུ་མེད་དོ་ཞེས་བཤད་ན། དེ་ལྟ་ན་ཆད་པར་སྨྲ་བ་ལ་སོགས་པ་མཐར་ཕྱིན་པར་འགྱུར་རོ།
en: He is saying: If you are saying that ultimately form and so on do not exist at all, in that case, you have gone to the extreme of the nihilists and so on.

source: །དེ་ལ་དོན་དམ་པར་མེད་དོ་ཞེས་གསུངས་པའི་བཅོམ་ལྡན་འདས་ཀྱི་དགོངས་པ་ནི་འདི་ཡིན་ཏེ། གཟུགས་ཞེས་བྱ་བ་ལ་སོགས་པར་མིང་གདགས་སུ་རུང་བའི་དངོས་པོ་ནི་དོན་དམ་པར་མེད་ཀྱི། མིང་དུ་བྱར་མི་རུང་བ་བརྗོད་དུ་མེད་པའི་དངོས་པོ་ནི་དོན་དམ་པར་ཡོད་པ་ཉིད་དོ་ཞེས་བྱའོ། །དེ་སྐད་ཅེས་གསོལ་པ་ནས།
en: There the Lord’s intention in saying “ultimately it does not exist” is this: a basis that can be designated by a name form and so on ultimately does not exist; a basis that cannot be named, that is “inexpressible,” has an ultimate existence.

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་དོན་དམ་པར་མཆིས་སུ་ལགས་ན། འོ་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལ་གཟུགས་ཞེས་བགྱི་བར་གློ་བུར་དུ་མིང་དུ་འདོགས་པར་ཇི་ལྟར་འགྱུར་ཞེས་བྱ་བ་ལ་སོགས་པ་ཡང་ཞུས་སོ།
en: Having said that he asks, “Lord, if that inexpressible element ultimately exists, then how can it be a basis that is a causal sign of a compounded phenomenon designated by the name form plucked out of thin air?” and so on.

source: །གལ་ཏེ་གཟུགས་ལ་སོགས་པའི་འདུ་ཤེས་དང་། མིང་གི་ངོ་བོས་དོན་དམ་པའི་དབྱིངས་བརྗོད་དུ་མེད་པ་ཡིན་ན། གང་ལ་འདུ་ཤེས་གདགས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ཡིན་པ་དེ་ལ་དོན་དམ་པར་ཡོད་དམ་མེད་ཇི་ལྟ་བུ་ཞིག་ཅེས་བྱ་བ་ག་ལ་ཡོད།
en: If the ultimate element is inexpressible by the entity that is the name and word for form and so on, how could that basis that is a causal sign of a compounded phenomenon designated by the name ever have any sort of existence or nonexistence?

source: དེ་སྐད་ཅེས་གསོལ་ནས་ཡང་བདག་ཉིད་ཀྱིས་གལ་ཏེ་དོན་དམ་པར་མ་མཆིས་ན་ནི་འོ་ན་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་སུ་ཡང་ཇི་ལྟར་འགྱུར་ཞེས་བྱ་བ་གསོལ་ཏེ།
en: Having asked that, Maitreya also asks, “And if ultimately it does not exist, then how could it be an inexpressible element?”

source: དེས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན།
en: What does this teach?

source: བརྗོད་དུ་མེད་པ་དོན་དམ་པའི་དབྱིངས་ཀྱི་གནས་སུ་གྱུར་པ་གཞན་མེད་པའི་ཕྱིར། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ཉིད་དེའི་གནས་ཡིན་པར་ཁས་བླང་ངོ་།
en: It is teaching that he has asserted that very basis that is the causal sign of a compounded phenomenon is its base because there is nothing else serving as a base of the inexpressible ultimate element.

source: །གལ་ཏེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ། དོན་དམ་པར་མེད་ན། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལ་བརྗོད་དུ་མེད་པའི་དབྱིངས་གནས་སོ་ཞེས་བྱར་ནི་མི་རིགས་སོ་ཞེས་བསྟན་པ་སྟེ།
en: If that basis that is the causal sign of a compounded phenomenon ultimately does not exist, it does not make sense to say that “the inexpressible element is based on the basis that is the causal sign of a compounded phenomenon.”

source: དེ་བས་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ནི་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་ཞེས་བགྱིར་མི་རུང་ངོ་ཞེས་གསོལ་ཏོ།
en: He is saying that you cannot call the basis that is a causal sign of a compounded phenomenon the “inexpressible element.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་མེད་པ་དང་། ཇི་ལྟར་དེ་མེད་ཀྱང་གཞིར་འགྱུར་བ་དེ་བསྟན་པར་བཞེད་ནས། བྱམས་པ་དེའི་ཕྱིར་དོན་དེ་ཁྱོད་ཉིད་ལ་དྲིས་ཞེས་བྱ་བ་ལ་སོགས་པས་དེ་ཉིད་ལ་དྲིས་སོ།
en: Then the Lord, wanting to teach the way in which the basis that is a causal sign of a compounded phenomenon does not exist, and how, even though it does not exist, it serves as the foundation, with, “So then, Maitreya, I will ask you a question,” and so on, asks him about just that.

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས་གང་གི་ཚེ་ཁྱོད་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྤྱོད་པ་ལ་གནས་པ་དེའི་ཚེ་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྐད་བསྟན་པར་འགྱུར་ཏེ། བྱམས་པ་ཁྱོད་གང་གི་ཚེ་ཤེས་རབ་ཡོངས་སུ་དག་པ་བརྗོད་དུ་མེད་པའི་དབྱིངས་འཛིན་པ་ན། ཅི་དེའི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ཁྱོད་ལ་སྣང་ངམ། འོན་ཏེ་དེ་མི་སྣང་ཞེས་བྱ་བའོ།
en: With, “Maitreya, what do you think—when abiding in the correct practice of wisdom connected with the inexpressible element,” and so on, he goes on to say: “Maitreya, when you take up the thoroughly purified wisdom, the inexpressible element, at that point does the basis that is a causal sign of a compounded phenomenon appear or does it not appear?”

source: །བྱང་ཆུབ་སེམས་དཔས་གསོལ་པ།
en: And the bodhisattva says, “Lord, I do not apprehend it.”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མི་དམིགས་སོ་ཞེས་བྱ་བ་སྟེ་མི་སྣང་ངོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: He means it does not appear.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་རྣམ་གྲངས་འདིས་ཞེས་བྱ་བས་ཅི་བསྟན་པར་འགྱུར་ཞེ་ན།
en: Then the Lord said, “From this one of many explanations, Maitreya”— what does this teach?

source: འདི་ལྟར་ཁྱོད་དོན་དམ་པ་ཡིད་ལ་བྱེད་པ་བསྒོམ་པའི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་མི་སྣང་བས་དོན་དམ་པར་ནི་དེ་མེད་ཀྱི། ཀུན་རྫོབ་ཏུ་ཡོད་པར་ཤེས་པར་གྱིས་ཤིག །
en: It says: “Understand that since the basis that is a causal sign of a compounded phenomenon does not appear when you are cultivating attention to the ultimate, it does not exist ultimately, but it exists as a convention.”

source: ཀུན་རྫོབ་དེ་ཡང་དོན་དམ་པར་དེ་ཉིད་དམ་གཞན་དུ་བརྗོད་པར་མི་ནུས་སོ།
en: That conventional reality, furthermore, cannot ultimately be expressed as just that or as other.

source: །དེ་བས་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ཡིན་པ་དེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཀྱང་མ་ཡིན་ལ། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་པ་ཡང་མ་ཡིན་པར་རིག་པར་བྱའོ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says, “You should know that this basis that is a causal sign of a compounded phenomenon is not the inexpressible element, and the inexpressible element is not other than this basis that is a causal sign of a compounded phenomenon.”

source: །དེའི་འོག་ཏུ་དེ་ཉིད་ཀྱི་ཕྱོགས་ཀྱི་ཉེས་པ་བསྟན་པའི་ཕྱིར་བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་གལ་ཏེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཡིན་དུ་ཟིན་ན་འོ་ན་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་འགྱུར་རོ་ཞེས་གསུངས་ཏེ།
en: Then, to teach the flaws in the position that it is just that, it says, “Maitreya, this basis that is a causal sign of a compounded phenomenon… if they are taken to be the inexpressible element, well then, all foolish ordinary people would be in nirvāṇa.”

source: གལ་ཏེ་ཀུན་རྫོབ་ཉིད་དོན་དམ་པ་ཡིན་ན། འོ་ན་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ཉིད་བརྗོད་དུ་མེད་པའི་དབྱིངས་སུ་འགྱུར་རོ།
en: If the conventional reality itself is the ultimate, well then, the very basis of a causal sign of a compounded phenomenon would be the inexpressible element.

source: །དེ་ལྟ་ན་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་མངོན་སུམ་དུ་བྱས་པས་བརྗོད་དུ་མེད་པའི་དབྱིངས་མངོན་སུམ་དུ་བྱས་པར་འགྱུར་ཏེ།
en: In that case, by having directly witnessed the basis of a causal sign of a compounded phenomenon they would have directly witnessed the inexpressible element.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ། །དེའི་འོག་ཏུ་གཞན་པའི་ཕྱོགས་ཀྱི་ཉེས་པ་བསྟན་པའི་ཕྱིར་བྱམས་པ་གལ་ཏེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་ཡིན་དུ་ཟིན་ན་ནི། འོ་ན་མཚན་མ་དེ་ཡང་མི་དམིགས་པ་ན་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then, to teach the flaws in the position that it is other, it says “Maitreya, if the inexpressible element is taken to be other than this basis that is a causal sign of a compounded phenomenon, well then, given that even the causal sign would not be apprehended,” and so on.

source: གལ་ཏེ་ཀུན་རྫོབ་ལས་དོན་དམ་པ་གཞན་ཞིག་ཡིན་ན་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་ཏེ་ཐ་དད་པར་འགྱུར་རོ། །དེ་ལྟར་གྱུར་ན་ཆོས་ལས་ཆོས་ཉིད་གཞན་དུ་འགྱུར་རོ།
en: If the ultimate is something other than conventional reality, then the inexpressible element would be “other than,” that is, broken off from the basis that is a causal sign of a compounded phenomenon, and if that were the case the true nature of a phenomenon would be other than the phenomenon.

source: །དེ་ལ་ཉེས་པ་ཅི་ཡོད་ཅེ་ན་བརྗོད་དུ་མེད་པའི་དོན་དམ་པའི་དབྱིངས་རབ་ཏུ་རྟོག་པ་མི་འགྲུབ་པོ།
en: And what would be wrong with that? “A realization of the inexpressible,” the ultimate “element,” would not be accomplished.

source: །ཇི་ལྟ་ཞེ་ན།
en: How so?

source: དོན་དམ་པའི་དབྱིངས་ནི་མཚན་མ་མེད་པ་ཡིན་ན། མཚན་མ་མེད་པ་དེ་རྣམ་པ་གང་གིས་རྣམ་པར་ཤེས་པ་ལ་སྣང་བར་འགྱུར།
en: Given that the ultimate element is without a causal sign, in what form would that absence of a causal sign come to appear to consciousness?

source: གང་གི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་ཆོས་ཀྱི་དབྱིངས་ཐ་དད་པ་མ་ཡིན་པར་གྱུར་པ་དེའི་ཚེ། འདུ་བྱེད་ཀྱི་དངོས་པོ་དེ་དང་ཆོས་ཀྱི་དབྱིངས་དེའི་རྒྱུར་འགྱུར་རོ་ཞེས་བྱ་བར་རིགས་སོ།
en: When that basis that is a causal sign of a compounded phenomenon and the dharma-constituent are not different, it is correct that the compounded thing and the dharma-constituent then become awakening’s cause.

source: །སྔར་མཚན་མ་དང་བཅས་པའི་དབྱིངས་དམིགས་པའི་དངོས་པོར་བྱས་ནས། ཕྱིས་ཤེས་རབ་ཀྱིས་དོན་དམ་པ་རབ་ཏུ་རྣམ་པར་འབྱེད་པའི་ཚེ། དེ་དངོས་པོ་མེད་པའི་བདག་ཉིད་དུ་དོན་དམ་པ་ལ་དམིགས་སོ་ཞེས་བརྗོད་པ་ནི་རིགས་སོ་ཞེས་དགོངས་པའོ། །དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་འདུ་བྱེད་ཀྱི་དངོས་པོ་དོན་དམ་པར་མེད་པ་དང་།
en: The intention is this: they first take the element with a causal sign as the basis they apprehend, then later, when they are carrying out an analysis with wisdom, apprehend it as the ultimate constituted as a nonexistent basis.
